[TfrmMain]
Ini Translator=Ini Translator
Menu=Меню
More Buttons|Click to see more buttons=Дополнительные кнопки
&File=&Файл
Open Original...=Открыть оригинал...
Open original and translation file=Открыть файл оригинала и перевода
Save Original=Сохранить оригинал
Save current original file=Сохранить текущий файл оригинала
Save Original As...=Сохранить оригинал как...
Save current original file with a new filename=Сохранить текущий файл оригинала под новым именем
New Translation=Новый перевод
Create new translation=Создать новый перевод
Open Translation...=Открыть перевод...
Open existing translation file=Открыть существующий файл перевода
Save Translation=Сохранить перевод
Save current translation file=Сохранить текущий файл перевода
Save Translation As...=Сохранить перевод как...
Save current translation with a new filename=Сохранить текущий перевод под новым именем
Import...=Импорт...
Import from an external file or files=Импортировать из внешнего файла или внешних файлов
Export...=Экспорт...
Export to an external file or files=Экспортировать во внешний файл или внешние файлы
Preferences...=Параметры...
Display the settings dialog=Показать окно настроек
Reopen=Заново открыть
Clear=Очистить
Clear the MRU list=Очистить список MRU
Remove Invalid=Стереть ошибочные
Remove invalid entries from the MRU list=Стереть ошибочные записи из списка MRU
Exit=Выход
Exit application=Закрыть программу
&Edit=&Правка
Nothing to undo=Нечего отменить
Undo last action=Отменить последнее действие
Cut=Вырезать
Cut selected text=Вырезать выбранный текст
Copy=Копировать
Copy selected text=Скопировать выбранный текст
Copy from Original=Скопировать из оригинала
Copy the value of Original to Translation=Скопировать текст из оригинала в перевод
Copy from Name=Скопировать из Имени
Copy the value of Name to Translation=Скопировать текст из Имени в перевод
Paste=Вставить
Paste from clipboard=Вставить из буфера обмена
Find...=Поиск...
Search for text=Поиск текста
Find Next=Искать дальше
Continue searching=Продолжить поиск
Replace...=Заменить...
Replace text=Заменить текст
Toggle Focus=Переключить фокус
Toggle focus between list and translation=Переключить фокус между списком и переводом
&Actions=&Действия
Spelling...=Орфография...
Spell check the translations=Проверить орфографию перевода
Previous=Предыдущий
Go to previous item in list=Перейти к предыдущему пункту списка
Next=Следующий
Go to next item in list=Перейти к следующему пункту списка
Prev untranslated=Предыдущий непереведённый
Go to previous untranslated item=Перейти к предыдущему непереведённому пункту
Next untranslated=Следующий непереведённый
Go to next untranslated item=Перейти к следующему непереведённому пункту
Use this translation everywhere=Использовать этот перевод везде
Make all translations consistent=Выполнить переводы последовательно
Restore original sort=Восстановить исходную сортировку
Toggle Bookmark=Переключить Закладку
Bookmark 0=Закладка 0
Toggle Bookmark 0 on/off=Закладка 0 Вкл/Выкл
Bookmark 1=Закладка 1
Toggle Bookmark 1 on/off=Закладка 1 Вкл/Выкл
Bookmark 2=Закладка 2
Toggle Bookmark 2 on/off=Закладка 2 Вкл/Выкл
Bookmark 3=Закладка 3
Toggle Bookmark 3 on/off=Закладка 3 Вкл/Выкл
Bookmark 4=Закладка 4
Toggle Bookmark 4 on/off=Закладка 4 Вкл/Выкл
Bookmark 5=Закладка 5
Toggle Bookmark 5 on/off=Закладка 5 Вкл/Выкл
Bookmark 6=Закладка 6
Toggle Bookmark 6 on/off=Закладка 6 Вкл/Выкл
Bookmark 7=Закладка 7
Toggle Bookmark 7 on/off=Закладка 7 Вкл/Выкл
Bookmark 8=Закладка 8
Toggle Bookmark 8 on/off=Закладка 8 Вкл/Выкл
Bookmark 9=Закладка 9
Toggle Bookmark 9 on/off=Закладка 9 Вкл/Выкл
Goto Bookmark=Перейти к Закладке
Goto Bookmark 0=Перейти к Закладке 0
Goto Bookmark 1=Перейти к Закладке 1
Goto Bookmark 2=Перейти к Закладке 2
Goto Bookmark 3=Перейти к Закладке 3
Goto Bookmark 4=Перейти к Закладке 4
Goto Bookmark 5=Перейти к Закладке 5
Goto Bookmark 6=Перейти к Закладке 6
Goto Bookmark 7=Перейти к Закладке 7
Goto Bookmark 8=Перейти к Закладке 8
Goto Bookmark 9=Перейти к Закладке 9
Configure Keyboard...=Настроить Клавиатуру...
Display the keyboard configuration window=Показать окно настройки клавиатуры
&View=&Вид
Next unmatched shortcut=Следующая несовпавшая клавиша
Find next translated item that is missing a shortcut key present in the original=Найти следующий переведённый пункт, в котором отсутствует горячая клавиша из оригинала
Next suspicious translation=Следующий подозрительный перевод
Move to next item that is suspected not being translated correctly=Перейти к следующему пункту,который выглядит неправильно переведённым
Configure suspicious translations...=Настроить подозрительные переводы...
Configure the behavior of Next Suspicious Translation=Настроить поведение Следующего Подозрительного Перевода
Show Quotes=Показывать кавычки
Show quotes in texts=Показывать кавычки в тексте
Show Key Details=Показывать детали пункта
Display the details pane=Показывать панель деталей
View Comments=Показывать комментарии
Toggle the comments window=Переключение окно комментариев
View Orphaned Items=Показывать мусор
Display orphans (items in translation that are not in the original)=Показывать мусор (пункты из перевода, которых нет в оригинале)
Tools=Инструменты
Full Screen=Полный экран
Toggle full screen mode=Переключение режим полного экрана
&Dictionary=&Словарь
New Dictionary...=Новый словарь...
Create new dictionary=Создать новый словарь
Load Dictionary...=Загрузить словарь...
Load existing dictionary=Загрузить существующий словарь
Save Dictionary...=Сохранить словарь...
Save current dictionary to file=Сохранить словарь в файл
Translate using Dictionary=Перевести, используя Словарь
Translate using the dictionary=Перевести, используя словарь
Add to Dictionary=Добавить в словарь
Add current item to the dictionary=Добавить текущий пункт в словарь
Edit Dictionary...=Изменить словарь...
Edit the currently loaded dictionary=Изменить текущий загруженный словарь
Invert Dictionary=Обратить словарь
Invert the dictionary=Обратить словарь
&Plugins=&Плагины
T&ools=&Инструменты
Customize...=Настроить...
Display the tools window=Показать окно инструментов
&Help=&Помощь
Help=Помощь
Show help file=Показать файл помощи
About...=О программе...
Show about box=Показать окно "О программе"
Themes=Темы
&Translation:=&Перевод:
Ori&ginal:=&Оригинал:
Dictionary files|*.dct;*.cat|All files|*.*=Файлы словарей|*.dct;*.cat|Все файлы|*.*
Save Dictionary File=Сохраниь файл словаря
Open Dictionary File=Открыть файл словаря
Select All=Выбрать всё
Select all text=Выбрать весь текст
ASCII Value(s)...=Значение(я) ASCII ...
Show the ASCII values for the selected text=Показывать значения ASCII для выбранного текста
Dictionary=Словарь
Clear All Translations=Очистить все переводы
Clear the translated text=Очистить переведённый текст
Translated=Переведено
Toggle the Translated status of the item=Переключение статуса пункта "Переведено"
Add Item...=Добавить пункт...
Add new item to original and translation=Добавить новый пункт в оригинал и перевод
Edit Item...=Изменить пункт...
Edit all parts of the current item=Изменить все части текущего пункта
Delete Item...=Удалить пункт...
Delete the current item from both original and translation=Удалить текущий пункт из оригинала и перевода
Find/Replace=Найти/Заменить
Original\r\nTranslation\r\nBoth\r\n=Оригинал\r\nПеревод\r\nОба\r\n
Fi&nd what:=&Найти:
Re&place with:=&Заменить на:
Find &in:=Найти &в:
Text must match the entire line=Текст должен совпадать полной строкой
Match &line=Совпадение с&троки
Case of letters (UPPER/lower) must match=Регистр символов (ВЕРХНИЙ/нижний) должен совпадать
Match &case=Совпадение регистра
Find next occurence of the text=Найти следующее вхождение текста
&Find Next=Найти дальше
Close this dialog=Закрыть этот диалог
Close=Закрыть
Search upwards in the list=Искать вверх по списку
Search &up=Искать &вверх
Select the field(s) to search in=Выберите поле(я) для поиска
Replace one item/show replace options=Заменить один пункт/показать настройки замены
&Replace=&Заменить
Replace all occurences of the text=Заменить все вхождения текста
Replace &All=Заменить &все
Skip any control characters (non-alphanumeric) when searching=Пропускать при поиске любые управляющие символы (не буквы, не цифры)
Ignore control c&haracters=Пропускать &упр-символы
Language files|*.lng|Inno Setup files|*.isl|Ini files|*.ini;*.inf|Text files|*.txt:*.inc;*.bat;*.doc|All supported files|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|All files |*.*=Переводы|*.lng|Файлы Inno Setup|*.isl|Файлы Ini|*.ini;*.inf|Текстовые файлы|*.txt:*.inc;*.bat;*.doc|Все поддерживаемые|*.lng;*.isl;*.ini;*.inf;*.txt;*.inc;*.bat;*.doc|Все файлы|*.*
Open Original Language File=Открыть Оригинал перевода
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
&Encoding:=&Кодировка:
Open Translated Language File=Открыть файл Перевода
Save Translated Language File As=Сохранить файл Перевода как
Save Original Language File As=Сохранить Оригинал перевода как
Original=Оригинал
Translation=Перевод
%0:s, version %1:s: Copyright (c) 2003-%2:d by Peter Thörnqvist; all rights reserved\n\nToolbars and menus courtesy of Toolbar2000.\n\tFor more information, see http://www.jrsoftware.org/tb2k.php.\nTheme enabled toolbars and menus courtesy of TBX.\n\tFor more information, see http://g32.org/tbx/index.html.\nExtra themes for TBX courtesy of Roy Magne Klever.\n\tFor more information, see http://www.rmklever.com/delphitbx.\nUnicode enabled add-on package for Toolbar2000 and TBX courtesy of Silverpoint Development\n\tFor more information, see http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode controls courtesy of Troy Wolbrink's TNT controls.\n\tFor more information, see http://www.tntware.com/delphicontrols/unicode/.\nSpell checker kindly donated by Addictive Software.\n\tFor more info and additional dictionaries, see http://www.addictivesoftware.com\n\nThis program is released subject to the MPL 1.1 license (http://www.mozilla.org/MPL/MPL-1.1.html for details)\nand come with absolutely no warranty of any kind.=%0:s, версия %1:s: Copyright (c) 2003-%2:d by Peter Thornqvist; все права защищены\nРусификация (в. 1.9.0.51) выполнена Александром Корниенко / kora@users.sourceforge.net\n\nПанели и меню благодаря Toolbar2000.\n\tДополнительная информация - http://www.jrsoftware.org/tb2k.php.\nПанели и меню с темами благодаря TBX.\n\tДополнительная информация - http://g32.org/tbx/index.html.\nДоп. темы для TBX благодаря Roy Magne Klever.\n\tДополнительная информация - http://www.rmklever.com/delphitbx.\nДоп. Unicode-пакет для Toolbar2000 и TBX благодаря Silverpoint Development\n\tДополнительная информация - http://club.telepolis.com/silverpointdev/sptbxlib.\nUnicode-элементы благодаря Troy Wolbrink's TNT controls.\n\tДополнительная информация - http://www.tntware.com/delphicontrols/unicode/.\nПроверка орфографии любезно предложена Addictive Software.\n\tДополнительная информация и словари - http://www.addictivesoftware.com\n\nЭта программа выпущена согласно лицензии MPL 1.1 (обзор - http://www.mozilla.org/MPL/MPL-1.1.html)\nи поставляется без гарантий абсолютно любого вида.
About %s...=О программе %s...
The translation file has been modified, do you want to save it?=Файл перевода был изменён, вы хотите сохранить его?
Original (%s)=Оригинал (%s)
Translation (%s)=Перевод (%s)
The text "%s" could not be found=Текст "%s" не может быть найден
Find=Поиск
Modified=Изменён
Ready=Готов
Information=Информация
Confirm=Подтверждение
Error=Ошибка
Dictionary is empty: create or load a dictionary first!=Словарь пуст: сначала создайте или загрузите словарь!
Dictionary created and ready for use.=Словарь создан и готов к использованию.
Clear current dictionary items first?=Сначала очистить пункты текущего словаря?
Unable to locate the help file (%s). Make sure the file exists and try again.=Не могу найти файл помощи (%s). Убедитесь, что фал существует, и попробуйте снова.
inverted=обращён
File "%s" not found: make sure the file exists and try again=Файл "%s" не найден: убедитесь, что файл существует, и попробуйте снова
This function is not yet implemented=Эта функция ещё не реализована
"%s" has been changed outside the program, do you want to reload it?="%s" был изменён внешней программой, перезагрузить его?
%d items=Пунктов: %d
Save Translation Template=Сохранить шаблон перевода
The language will not be changed until you restart the program=Язык не изменится, пока вы не перезапустите программу
Delete selected item?=Удалить выбранный пункт?
[%0:s] - %1:s=[%0:s] - %1:s
(no dictionary)=(нет словаря)
Decoded characters=Расшифрованные символы
ASCII Value(s):=Значение(я) ASCII:
lng=lng
ANSI=ANSI
UTF-8=UTF-8
Unicode=Unicode
All files (*.*)|*.*=Все файлы (*.*)|*.*
#=№





%0:d of %1:d translated=переведено %0:d из %1:d
Copy to Clipboard?=Копировать в буфер обмена?
(not assigned)=(не связано)
Assigned to:=Связано с:
(none)=(нет)
Import=Импорт
Available &plugins:=Доступные &плагины:
&Import=&Импорт
Export=Экспорт
&Export=&Экспорт
There are no plugins to show.=Нет плагинов для отображения.
Plugin Error=Ошибка плагина
Save modifications to the dictionary?=Сохранить изменения в словаре?
Arguments:=Аргументы:
Failed to execute "%s %s": %s=Ошибка при запуске "%s %s": %s
(New Tool %d)=(Нов. Инструмент %d)
Could not create file "%s".\r\nPlease check that the file is writable and that you have sufficient permissions to create and modify files in the affected folder.=Не могу создать файл "%s".\r\nУдостоверьтесь, что файл можно записать и что у  Вас есть права на создаание и изменение файлов в указанной папке.
Confirm Delete=Подтвердите удаление
Edit Item=Изменить пункт
Add Item=Добавить пункт
Section cannot be empty=Секция не может быть пустой
Name cannot be empty=Имя не может быть пустым
Original text cannot be empty=Текст оригинала не может быть пустым
An item with the specified Section and Name already exists=Пункт с указанной Секцией и Именем уже существует
Translating with dictionary finished=Перевод по словарю завершён
Select a language file=Выберите перевод
Select a help file=Выберите файл помощи
Some items (%d) could not be saved as they had no Original value=Несколько пунктов (%d) нельзя сохранить, потому что у них нет Оригинала
Saving the translation now will remove any orphaned items from the file. Continue anyway?=Сохранение перевода сейчас уберёт все мусорные пункты из файла. Всё равно продолжить?
%d orphan(s)=Мусор %d
The current items seems to have been imported. Do you want to export them instead?=Текущие пункты, вероятно, импортированы. Хотите их экспортировать?
Undo text=Отменить текст
Undo add=Отменить добавление
Undo edit=Отменить изменение
Undo delete=Отменить удаление
File=Файл
Edit=Правка
Copy all text from original file to translation=Копировать весь текст из оригинала в перевод
View=Вид
Actions=Действия
Set focus to the translation edit field=Установить фокус в поле перевода
Set focus to the listview=Установить фокус в список
Set focus to the original edit field=Установить фокус в поле оригинала
Create a new translation template file for IniTranslator itself=Создать новый шаблон перевода для самого IniTranslator
MRU=MRU
Move to the top of the list=Перейти к первому пункту списка
Move to the bottom of the list=Перейти к последнему пункту списка
Move one page up in the list=Перейти по списку на страницу вверх
Move one page down in the list=Перейти по списку на страницу вниз
This action is just here to disable shortcuts in rich edits (no need to translate this text)=
Test the exception handler=Проверка обработчика ошибок
[TfrmFindReplace]
Find/Replace=Найти/Заменить
[TfrmComments]
Comments=Комментарии
&Translation:=&Перевод:
&Original:=&Оригинал:
&Undo=&Отменить
Undo|Reverts the last action=Отменить|Отменить последнее действие
-=-
Cu&t=&Вырезать
Cut|Cuts the selection and puts it on the Clipboard=Вырезать|Вырезать выбор в буфер обмена
&Copy=&Копировать
Copy|Copies the selection and puts it on the Clipboard=Копировать|Копировать выбор в буфер обмена
&Paste=&Вставить
Paste|Inserts Clipboard contents=Вставить|Вставить содержимое буфера обмена
Select &All=Выбрать в&сё
Select All|Selects the entire document=Выбрать всё|Выбрать весь документ
[TfrmOptions]
Preferences=Параметры
OK=ОК
Cancel=Отмена
Select a new font for the list and edit fields=Выбрать новый шрифт для списка и полей редактирования
Color&s...=&Цвета...
General=Общие
&Language:=&Язык:
&Help:=&Помощь:
&Font:=&Шрифт:
Si&ze:=Раз&мер:
Preview:=Просмотр:
Enclose strings in quote characters when editing them=Заключать строки в кавычки при редактировании
Show &quotes=Показывать кавычки
Show the details panel in the main window=Показывать панель деталей в главном окне
Sho&w details=Показывать детали
Show tooltips windows=Показывать окна подсказок
Show &tooltips:=Показывать &подсказки:
Show shortcuts in tooltips windows=Показывать клавиши в окнах подсказок
Show short&cuts in tooltips=Клавиши в подсказках
Save the current edits when pressing RETURN=Сохранить текущие изменения по нажатию ВВОДа
Press &RETURN to confirm translation:=Нажимать ENTER для подтв. перевода:
Move to the next item when pressing RETURN (press Shift+RETURN to move to the previous item)=Переходить к следующему пункту по нажатию ENTER (Shift-ENTER - к предыдущему)
A&utomatically move to next/previous=Авто&мат. переход к след./пред.
...=...
Click to edit, click again to save.  To restore default preview, clear the text.=
When a translation is made, copies the translation to all other matching items automatically=Когда сделан перевод, скопировать его во все другие подходящие пункты
Use translation ever&ywhere=Использовать перевод везде
When activated, typing in the listview will automatically move focus to the translation edit field.=Набор в списке автоматически переводит фокус в поле перевода.
Autofo&cus translation when typing=Авто&фокус в перевод при наборе
Remember location of main window=Запоминать положение главного окна
Remember form &position:=Запоминать положение &окна:
Remember whether main window was minimized /maximized=Запоминать, развёрнуто/свёрнуто ли окно
Remember form min/ma&x state=Запом. разв./свёрн. состояние
Advanced=Дополнительно
&Encoding for new files:=&Кодировка новых файлов:
&Header:=&Заголовок:
&Footer:=&Нижний колонтитул:
ANSI\r\nUTF-8\r\nUnicode\r\n=ANSI\r\nUTF-8\r\nUnicode\r\n
When a file is opened, set the new folder as the start folder for all file open and save dialogs=Когда файл открыт, установить новую папку как стартовую папку для всех диалогов открытия/сохранения
Use sa&me start folder for all files=Та же папка для всех файлов
Enable to show the full path and filename of the loaded files in the listview's columns header=Включить полный путь и имя загруженного файла в заголовке столбца списка
Sh&ow full filename in list columns=Полное имя файла в столбцах списка
Continually check whether the currently loaded files are being modified outside the program=Постоянно проверять, были ли изменены загруженные файлы внешними программами
Monitor external file &changes=Проверять внешние изменения файлов
Switch order of the items in the dictionary=Изменить порядок пунктов в словаре
In&vert dictionary=Обратить &словарь
When translating with the dictionary, strip out any &'s in the original text before comparing=При переводе по словарю, удалять все '&&' из оригинального текста перед сравнением
I&gnore &&'s in dictionaries=Пропускать '&&' в словаре
Skip already translated items when using dictionary=Пропускать уже переведённые пункты при использовании словаря
&Ignore translated items when using dictionary=&Игнорировать переведённые пункты при использовании словаря
[TfrmOrphans]
Orphaned Items=Пункты-мусор
Menu=Меню
More Buttons|Click to see more buttons=Дополнительные кнопки
&Actions=&Действия
&Save...=&Сохранить...
&Merge...=&Слить...
Add to main list=Добавить в основной список
Copy=Копировать
Remove=Удалить
Paste into current item=Вставить в текущий пункт
Clear=Очистить
Find Item=Найти пункт
Find Next=Искать дальше
Close=Закрыть
[TfrmConfigKbd]
Configure Keyboard=Настроить клавиатуру
Cate&gories:=Кате&гории:
Co&mmands:=Ко&манды:
&New shortcut:=&Новая клавиша:
&Current shortcuts:=&Текущие клавиши:
Select command:=Выберите команду:
Select shortcut:=Выберите клавишу:
Description:=Описание:
&Add=&Добавить
&Remove=&Удалить
R&eset=&Сбросить
&Close=&Закрыть
[TfrmImportExport]
Import/Export=Импорт/Экспорт
OK=ОК
Close=Закрыть
Configure...=Настроить...
(there is nothing to show in this view)=(здесь нечего показывать)
[TfrmTools]
External Tools=Внешние инструменты
Me&nu Contents:=Содержимое &Меню:
OK=ОК
Cancel=Отмена
Add a new tool item=Добавить новый инструмент
&Add=&Добавить
Remove selected tool item=Удалить выбранный инструмент
&Delete=&Удалить
Move item higher in list=Передвинуть инструмент выше
Move &Up=&Вверх
Move item lower in list=Опустить инструмент ниже
Move Do&wn=В&низ
&Title:=&Название:
&Command:=&Команда:
A&rguments:=&Аргументы:
&Initial Directory:=&Исходная папка:
Shortcut &Key:=&Горячая клавиша:
&...=&...
When executed, a dialog is displayed where you can type in any additional arguments of your choice=При запуске выводится диалог, в котором Вы можете задать дополнительные аргументы
&Prompt for arguments=Запрос аргументов
Wait for the command to complete before returning to the program (doesn't work with all programs)=Ожидать завершения команды перед возвратом в программу (работает не всегда)
Wait for co&mpletion=Ждать &завершения
Use an alternate method to execute command. If your command doesn't work, try checking this option=Использовать альтернативный запуск команды. Если команда не работает, попробуйте отметить.
Use Shell E&xecute=Исп. запуск оболочки
C&lear=&Очистить
Execute the command without closing this dialog=Выполнить команду, не закрывая этот диалог
&Test=&Тест
All Executables (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|All files (*.*)|*.*=Все исполняемые (*.exe;*.com;*.pif;*.bat;*.cmd)|*.exe;*.com;*.pif;*.bat;*.cmd|Все файлы (*.*)|*.*
Original Line=Строка оригинала
Original Text=Текст оригинала
Original Path=Путь оригинала
Original Directory=Папка оригинала
Original Name=Имя файла оригинала
Original Extension=Расширение файла оригинала
Translation Line=Строка перевода
Translation Text=Текст перевода
Translation Path=Путь перевода
Translation Directory=Папка перевода
Translation Name=Имя файла перевода
Translation Extension=Расширение файла перевода
Dictionary Path=Путь словаря
Dictionary Directory=Папка словаря
Dictionary Name=Имя файла словаря
Dictionary Extension=Расширение файла словаря
Application Directory=Папка программы
Windows Directory=Папка Windows
System Directory=Системная папка
[TfrmPromptArgs]
Title=Название
Arguments:=Аргументы:
Command Line:=Командная строка:
Cancel=Отмена
OK=ОК
Original Line=Строка оригинала
Original Text=Текст оригинала
Original Path=Путь оригинала
Original Directory=Папка оригинала
Original Name=Имя файла оригинала
Original Extension=Расширение файла оригинала
Translation Line=Строка перевода
Translation Text=Текст перевода
Translation Path=Путь перевода
Translation Directory=Папка перевода
Translation Name=Имя файла перевода
Translation Extension=Расширение файла перевода
Dictionary Path=Путь словаря
Dictionary Directory=Папка словаря
Dictionary Name=Имя файла словаря
Dictionary Extension=Расширение файла словаря
Application Directory=Папка программы
Windows Directory=Папка Windows
System Directory=Системная папка
[TfrmEditItem]
Edit Item=Изменить пункт
&Section:=&Секция:
&Original:=&Оригинал:
&Translation:=&Перевод:
&Name:=&Имя:
&OK=&ОК
Cancel=Отмена
Ori&ginal Comment=Комментарий &оригинала
T&ranslation Comment=Комментарий &перевода
[TfrmConfigSuspicious]
Configure suspicious translations=Настроить подозрительные переводы
&Match between original and translation (one string per row):=&Совпадения м/д оригиналом и переводом (одна строка на ряд)
Treat as suspicious:=Считать подозрительными:
&Leading spaces mismatch=Несовпадение &ведущих пробелов
&Trailing spaces mismatch=Несовпадение &замыкающих пробелов
Mismatched &control characters at end=Несовпадение &упр-символов в конце
&Original and translation are the same=&Оригинал совпадает с переводом
Translation is &empty=&Перевод пуст
OK=ОК
Cancel=Отмена
[TfrmDictTranslationSelect]
Select Translation=Выберите Перевод
&Original:=&Оригинал:
&Translation:=&Перевод:
A&vailable translations:=&Доступные переводы:
Use the suggested translation=Использовать предложенный перевод
&Change=&Изменить
Stop translating=Закончить перевод
Close=Закрыть
Ignore this item (don't translate)=Игнорировать этот пункт (не переводить)
&Ignore=&Игнорировать
Add suggested translation to dictionary=Добавить предложенный перевод в словарь
&Add=&Добавить
Skip items that are already translated=Пропускать уже переведённые пункты
&Don't check translated items=&Не проверять переведённые пункты
Don't show this dialog again and use the latest response=Не показывать этот диалог и использовать последний ответ
Don't &ask again (in this session)=Не спрашивать (эта сессия)
[TfrmDictEdit]
Edit Dictionary=Изменить словарь
&Original:=&Оригинал:
&Translations:=&Переводы:
S&how:=По&казать:
Add a new original=Добавить новый оригинал
A&dd=Д&обавить
Remove selected original=Удалить выбранный оригинал
Re&move=Уд&алить
Displays available translations. Bold items are the default translations.=Показыывает доступные переводы. Жирным выделены исходные переводы.
Add a new translation=Добавить новый перевод
&Add=&Добавить
Remove the selected translation=Удалить выбранный перевод
&Remove=&Удалить
OK=ОК
Cancel=Отмена
Change the selection to see different subsets of the dictionary=Измените выбор, чтобы видеть разные категории словаря
All items\r\nItems with translations\r\nItems without translations\r\nItems with > 1 translations\r\nItems with 1 translation\r\n=Все пункты\r\nПункты с переводом\r\nПункты без перевода\r\nПункты с >1 переводом\r\nПункты с 1 переводом\r\n
Make Default=Сделать исходным
[TfrmColors]
Color Preferences=Параметры цветов
&Untranslated items:=&Непереведённые пункты:
&Even rows:=&Чётные строки:
&Odd rows:=&Нечётные строки:
&Font color:=&Цвет шрифта:
Fo&nt color:=Ц&вет шрифта:
Fon&t color:=Цв&ет шрифта:
;Коммментарий





Cancel=Отмена
OK=ОК
[SpellChecker]
Check spelling as you type=Проверять орфографию при наборе
Correct spelling errors as you type=Исправлять ошибки орфографии при наборе
Ignore words in &UPPERCASE=Игнорировать слова ПРОПИСЬЮ
Ignore words containing numbers=Игнорировать слова с цифрами
Ignore markup languages (&HTML, XML, etc)=Игнорировать языки разметки (&HTML, XML и т.п.)
Ignore Internet addresses=Игнорировать Интернет-адреса
Ignore quoted lines=Игнорировать строки в кавычках
Ignore abbreviations=Игнорировать аббревиатуры
Suggest from main dictionaries only=Предлагать только из основных словарей
Prompt on repeated word=Подсказка по повторяющемуся слову
Automatically correct DUal capitals=Автоматически исправлять ДВойные заглавные
Confirmation:=Подтверждение:
Delete this custom dictionary?=Удалить этот словарь пользователя?
(Ignore All / Change All)=(Игнорировать все / Изменить все)
Spelling=Орфография
Spelling Options=Настройки Орфографии
Dictionaries=Словари
Words added with Ignore All / Change All=Слова, добавленные с Игнорировать все / Изменить все
New Custom Dictionary=Новый словарь пользователя
Not Found:=Не найдено:
Repeated Word:=Повтор. слово:
&Replace With:=&Заменить на:
&Suggestions:=&Предложения:
&Undo=&Отменить
&Options...=&Настройки...
&Ignore All=Игнорир. &все
I&gnore=&Игнорировать
&Change All=Изменить в&се
C&hange=И&зменить
&Add=&Добавить
Au&to-Correct=Ав&то-Коррекция
&Help=&Помощь
Cancel=Отмена
Reset Defaults=Сброс в исходные
 O&ptions: = О&пции:
 D&ictionaries: = Словар&и:
Name=Имя
Filename=Имя файла
&Custom Dictionary:=Словарь пользователя:
&Dictionaries ...=&Словари ...
Locate Dictionaries...=Указать Словари...
Choose Folder Containing Dictionaries=Выберите папку со словарями
 Custom Dictionaries: = Словари пользователя:
&Edit=&Правка
&Delete=&Удалить
&New=&Новый
&OK=&ОК
&Enter the new custom dictionary name:=&Введите имя нового словаря пользователя:
Add&ed Words=&Добавленные слова
These words will be considered correct during a spell check operation.=Эти слова будут считаться правильными при проверке орфографии.
&Ignore this word:=&Игнорировать это слово:
A&uto-Correct Pairs=А&вто-Коррекция, Пары
These words will automatically be corrected when encountered during a spelling check.=Эти слова будут автоматически скорректированы, если встретятся при проверке орфографии.
&Replace:=&Заменить:
&With:=&Этим:
&Excluded Words=&Исключая слова
These words will always be considered incorrect during a spell check operation.=Эти слова всегда будут считаться неправильными при проверке орфографии.
E&xclude this word:=И&сключая это слово:
The spelling check is complete.=Проверка орфографии завершена.
Words checked:=Провер. слова:
The selection has been checked.  Would you like to check the remainder of the document?=Выбранное было проверено. Вы хотите проверить остаток документа?
(no suggestions)=(нет предложений)
A&uto Correct=А&втоисправление
&Spelling ...=&Орфография ...
[DC++]
Import from DC++ language file=Импорт из перевода DC++
Export to DC++ language file=Экспорт в перевод DC++
DC++ language files (*.xml)|*.xml|All files (*.*)|*.*=
[Foxit]
Foxit Files (*.xml)|*.xml|All files (*.*)|*.*=
Import from Foxit file=
Export to Foxit file=
[TIBFParser]
PHP files (*.php)|*.php|All files (*.*)|*.*=Файлы PHP (*.php)|*.php|Все файлы (*.*)|*.*
Export to IB Forums language file=Экспорт в перевод IB Forums
Import from IB Forums language file=Импорт из перевода IB Forums
There was an error importing, please check the files and try again=При импорте возникла ошибка, проверье файлы и попробуйте снова
IB Forums Parser Error=Ошибка парсера IB Forums
[TfrmExport]
Invalid filename "%s". Select another filename and try again.=Неверное имя файла "%s". Выберите другое имя файла и попробуйте снова.
Error=Ошибка
File "%s" already exists. Do you want to overwrite it?=Файл "%s" уже существует. Вы хотите перезаписать его?
Confirm=Подтверждение
Preview=Preview
&Filename:=&Имя файла:
&Preview (editable):=&Просмотр (изменяемый):
...=...
&OK=&ОК
Cancel=Отмена
Save file=Сохранить файл
No more instances of "%s" found=Больше копий "%s" нет
Information=Информация
[KeePass]
KeePass Language Files (*.lng)|*.lng|All files (*.*)|*.*=Файлы переводов KeePass (*.lng)|*.lng|Все файлы (*.*)|*.*
Import from KeePass language file=Импорт из перевода KeePass
Export to KeePass language file=Экспорт в перевод KeePass
[TMozillaDTDParser]
Mozilla DTD Files (*.dtd)|*.dtd|All files (*.*)|*.*=Файлы Mozilla DTD (*.dtd)|*.dtd|Все файлы (*.*)|*.*
Import from Mozilla DTD file=Импорт из файла Mozilla DTD
Export to Mozilla DTD file=Экспорт в файл Mozilla DTD
[TMozillaPropsParser]
Mozilla properties files|*.properties|All files (*.*)|*.*=Файлы свойств Mozilla|*.properties|Все файлы (*.*)|*.*
Import from Mozilla Properties file=Импорт из файла свойств Mozilla
Export to Mozilla Properties file=Экспорт в файл свойств Mozilla
[TMsDictParser]
MS Glossary Files (*.csv)|*.csv|All files (*.*)|*.*=Файлы МС словарей (*.csv)|*.csv|Все файлы (*.*)|*.*
Import from MS Glossary CSV file=Импорт из файла МС словаря CSV
Export to MS Glossary CSV file=Экспорт в файл МС словаря CSV
This glossary is intellectual property of Microsoft Corporation. Please refer to the complete copyright text in the README.TXT file included in this file.,,,,,,,=Этот словарь является интеллектуальной собственностью корпорации Microsoft. Пожалуйста, прочтите полный текст авторских прав в файле README.TXT, включенном в этот файл.
Add Microsoft Copyright notice?=Добавить извещение о правах Microsoft?
Confirm=Подтверждение
Select file=Выберите файл
&Filename:=&Имя файла:
&Skip lines:=&Пропустить строки:
...=...
OK=ОК
Cancel=Отмена
[TOlegParser]
OlegTranslator  Files (*.txt)|*.txt|All files (*.*)|*.*=Файлы OlegTranslator (*.txt)|*.txt|Все файлы (*.*)|*.*
Import from OlegTranslator file=Импорт из файла OlegTranslator
Export to OlegTranslator file=Эеспорт в файл OlegTranslator
[TfrmSingleImport]
Select file=Выберите файл
&Filename:=&Имя файла:
...=...
OK=ОК
Cancel=Отмена
[TGSIParser]
OpenOffice files (*.gsi;*.sdf)|*.gsi;*.sdf|All files (*.*)|*.*=Файлы OpenOffice (*.gsi;*.sdf)|*.gsi;*.sdf|Все файлы (*.*)|*.*
Export to OpenOffice language file=Экспорт в перевод OpenOffice
Import from OpenOffice language file=Импорт из перевода OpenOffice
There was an error importing, please check the files and try again=При импорте возникла ошибка, проверье файлы и попробуйте снова
OpenOffice Parser Error=Ошибка парсера OpenOffice
[TPHPParser]
PHP files (*.php)|*.php;*.php3|All files (*.*)|*.*=Файлы PHP (*.php)|*.php;*.php3|Все файлы (*.*)|*.*
Export to PHP language file=Экспорт в перевод PHP
Import from PHP language file=Импорт из перевода PHP
There was an error importing, please check the files and try again=При импорте возникла ошибка, проверье файлы и попробуйте снова
PHP Parser Error=Ошибка парсера PHP
[TfrmDualImport]
&Translation file (optional):=Файл &перевода (необязательно):
Select files=Выберите файлы
&Original file:=Файл &Оригинала:
&Translation file:=Файл &Перевода:
...=...
OK=ОК
Cancel=Отмена
Select Original File=Выберите файл Оригинала
Select Translation File=Выберите файл Перевода
[TPHPNukeParser]
PHP files (*.php)|*.php|All files (*.*)|*.*=Файлы PHP (*.php)|*.php|Все файлы (*.*)|*.*
Export to phpNuke language file=Экспорт в перевод phpNuke
Import from phpNuke language file=Импорт из перевода phpNuke
phpNuke Parser=Парсер phpNuke
[POParser]
Import from PO file=Импорт из файла PO
Export to PO file=Экспорт в файл PO
Configure PO parser=Настройка парсера PO
PO files (*.po;*.pot)|*.po;*.pot|All files|*.*=Файлы PO (*.po;*.pot)|*.po;*.pot|Все файлы|*.*
PO Export Settings=Настройки экспорта PO
&Filename:=&Имя файла:
&Preview (editable):=&Просмотр (изменяемый):
Compile to &MO:=Компилировать в &MO:
...=...
OK=ОК
Cancel=Отмена
Command-line to invoke the MO compiler (msgfmt.exe by default).\r\nUse "%i" to insert the filename in "Filename" as the file to compile and use "%o" to change the input file extension to .mo.=Командная строка для вызова компилятора MO (по умолчанию msgfmt.exe).\r\nИспользуйте "%i", чтобы всавить имя файла в "Имя файла" как файл для компиляции, и используйте "%o" для замены расширения выходного файла на .mo.
[PolyGlot]
PolyGlot Translator  Files (*.lng)|*.lng|All files (*.*)|*.*=
Import from PolyGlot Translator file=
Export to PolyGlot Translator file=
TMX Files (*.tmx)|*.tmx|All files (*.*)|*.*=
Import from TMX file=
Export to TMX file=
[ResX]
ResX files (*.resx)|*.resx|All files (*.*)|*.*=
Import from ResX file=
Export to ResX file=
[SciTE]
SciTE files (locale.properties)|*.properties|All files (*.*)|*.*=
Import from SciTE language file=
Export to SciTE language file=
There was an error importing, please check the files and try again=
SciTE Parser Error=
[Wix]
Import from Wix localization file=Импорт из локализации Wix
Export to Wix localization file=Экспорт в локализацию Wix
[TXilisoftParser]
Lang files (*.lang)|*.lang|All files (*.*)|*.*=Файлы Lang (*.lang)|*.lang|Все файлы (*.*)|*.*
Import from Xilisoft lang file=Импорт из файла Xilisoft lang
Export to Xilisoft lang file=Экспорт в файл Xilisoft lang
Please import before export!=Импортируйте перед экспортом!
File not found=Файл не найден
Configuration=Настройки
Do not export empty translations=Не сохранять пустые переводы
OK=ОК
[XLIFF]
XLIFF files (*.xlf)|*.xlf|All files (*.*)|*.*=
Import from XLIFF file=
[TToolConsistency]
This plugin checks and displays inconsistent translations=Этот плагин проверяет и выводит несогласованные переводы
Check translation consistency...=Проверить согласованность перевода...
Consistency Checker=Проверка согласованности
&Inconsistent items:=&Несогласованные пункты:
&Close=&Закрыть
Close this form=Закрыть эту форму
&Update=&Обновить
Update the list=Обновить список
Ignore accelerator &key=Игнорировать "быстрый" &знак
Synchronize accelerator with &original="Быстрый" знак как в &оригинале
Automatically insert missing accelerator key when editing.=Автоматически вставлять пропущеный "быстрый" знак при изменении.
Include/exclude accelerator key when displaying original items=Включать/Исключать "быстрые" знаки при выводе пунктов оригинала
Press F2 to edit an item=Нажмите F2 для изменения пункта
Use &this translation=Использовать &этот перевод
Use this translation for all items=Использовать этот перевод для всех пунктов
Edit=Правка
Edit current item=Изменить текущий пункт
Congratulations! - No inconsistent items found!=Поздравления! - Не найдены несогласованные пункты!
[ToolKeyCheck]
&Check accelerator and access keys...=&Проверить "быстрые" буквы и клавиши...
Key Check plugin for IniTranslator=Плагин Проверки Клавиш для Ini Translator
Accelerator and access key checker=Проверка "быстрых" букв и клавиш
&Ignore items without keys=&Игнорировать пункты без букв/клавиш
&Update=&Обновить
Edit=Правка
Close=Закрыть
Show in main list=Показывать в основном списке
Original=Оригинал
Translation=Перевод
Accelerator key="Быстрая" буква
Access key="Быстрая" клавиша
Edit translation=Изменить перевод
&Original:=&Оригинал:
&Translation:=&Перевод:
OK=ОК
Cancel=Отмена
[ToolTrim]
This plugin trims leading and trailing whitespaces and other characters=Этот плагин усекает ведущие и завершающие пробелы и другие символы
Trim...=Усечь...
Trim Options=Настройки усечения
Trim wh&at:=Усечь &что:
Trim wh&ere:=Усечь &где:
Trim h&ow:=Усечь &как:
Trim additional &whitespace also=Также усечь дополнительные &пробелы
Original\r\nTranslation\r\nBoth=В оригинале\r\nВ переводе\r\nВ оригинале и в переводе
Leading\r\nTrailing\r\nBoth=Ведущие\r\nЗавершающие\r\nВедущие и завершающие
OK=ОК
Cancel=Отмена
[Translator]
Author=Alexander Kornienko
Language=Russian
EMail=kora@sourceforge.net
Version=1.9.0.51
